Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: With **iCloud sync on, the rebuild is deliberately skipped** — an iCloud index can read as missing while the container is still downloading, and rebuilding then would rename every project on every device. Screenshot Bro waits and picks up the real index instead, usually within a launch or two.
ar: مع تشغيل مزامنة **iCloud، يتم تخطي إعادة البناء عمدًا** — يمكن قراءة فهرس iCloud على أنه مفقود بينما لا تزال الحاوية قيد التنزيل، وستعمل إعادة البناء بعد ذلك على إعادة تسمية كل مشروع على كل جهاز. Screenshot Bro ينتظر ويلتقط الفهرس الحقيقي بدلاً من ذلك، عادةً خلال عملية إطلاق أو اثنتين.
ca: Amb la sincronització **iCloud activada, la reconstrucció s'omet deliberadament**: es pot llegir que falta un índex iCloud mentre el contenidor encara s'està baixant, i la reconstrucció canviaria el nom de tots els projectes de cada dispositiu. Screenshot Bro espera i recull l'índex real, normalment en un llançament o dos.
cs: Když je synchronizace **iCloud zapnutá, přestavba je záměrně přeskočena** — index iCloud se může číst jako chybějící, zatímco se kontejner stále stahuje, a opětovné sestavení by pak přejmenovalo každý projekt na každém zařízení. Screenshot Bro čeká a místo toho vyzvedne skutečný index, obvykle během jednoho nebo dvou spuštění.
da: Med **iCloud-synkronisering slået til, springes genopbygningen bevidst over** – et iCloud-indeks kan læses som manglende, mens containeren stadig downloades, og genopbygningen vil derefter omdøbe hvert projekt på hver enhed. Screenshot Bro venter og samler det rigtige indeks op i stedet, normalt inden for en lancering eller to.
de: Bei **aktiver iCloud-Synchronisierung wird der Neuaufbau bewusst übersprungen** – ein iCloud-Index kann als fehlend erscheinen, solange der Container noch lädt, und ein Neuaufbau würde dann jedes Projekt auf jedem Gerät umbenennen. Screenshot Bro wartet stattdessen auf den echten Index, meist innerhalb von ein, zwei App-Starts.
el: Με τον συγχρονισμό **iCloud, η αναδόμηση παραλείπεται σκόπιμα** — ένα ευρετήριο iCloud μπορεί να διαβαστεί ως λείπει ενώ το κοντέινερ συνεχίζει να γίνεται λήψη και, στη συνέχεια, η ανακατασκευή θα μετονομάσει κάθε έργο σε κάθε συσκευή. Ο Screenshot Bro περιμένει και λαμβάνει τον πραγματικό δείκτη, συνήθως μέσα σε μια ή δύο εκκίνηση.
es: Con la **sincronización con iCloud activada, la reconstrucción se omite a propósito**: un índice de iCloud puede parecer ausente mientras el contenedor aún se descarga, y reconstruirlo entonces renombraría todos los proyectos en todos los dispositivos. Screenshot Bro espera y recoge el índice real, normalmente en uno o dos arranques.
fa: وقتی **همگام‌سازی iCloud روشن است، بازسازی عمداً انجام نمی‌شود** — ممکن است فهرست iCloud تا وقتی فضای iCloud هنوز در حال دانلود است، موجود نباشد و بازسازی در آن لحظه نام همهٔ پروژه‌ها را در همهٔ دستگاه‌ها تغییر می‌داد. Screenshot Bro صبر می‌کند و به‌جای آن فهرست واقعی را دریافت می‌کند، معمولاً ظرف یکی دو بار اجرای برنامه.
fi: Kun **iCloud-synkronointi on käytössä, uudelleenmuodostus ohitetaan tarkoituksella** – iCloud-hakemisto voidaan lukea puuttuvana säilön latautuessa, ja uudelleenrakentaminen nimeäisi uudelleen jokaisen projektin jokaisessa laitteessa. Screenshot Bro odottaa ja poimii sen sijaan oikean indeksin, yleensä käynnistyksen tai kahden sisällä.
fr: Lorsque la **synchronisation iCloud est activée, la reconstruction est volontairement ignorée** : un index iCloud peut sembler absent tant que le conteneur est en cours de téléchargement, et le reconstruire à ce moment-là renommerait tous les projets sur tous les appareils. Screenshot Bro attend plutôt le véritable index, généralement en un ou deux lancements.
he: עם סנכרון **iCloud מופעל, הבנייה מחדש מדלגת בכוונה** - אינדקס iCloud יכול להיקרא כחסר בזמן שהמכולה עדיין מורידה, ובנייה מחדש לאחר מכן תשנה את השם של כל פרויקט בכל מכשיר. Screenshot Bro מחכה ואוסף את המדד האמיתי במקום זאת, בדרך כלל תוך השקה או שתיים.
hr: S uključenom sinkronizacijom **iCloud, ponovna izgradnja je namjerno preskočena** — indeks iCloud može se pročitati kao da nedostaje dok se spremnik još uvijek preuzima, a ponovna izgradnja tada bi preimenovala svaki projekt na svakom uređaju. Screenshot Bro umjesto toga čeka i preuzima pravi indeks, obično unutar jednog ili dva pokretanja.
hu: Ha a **iCloud szinkronizálása be van kapcsolva, az újraépítés szándékosan kimarad** – a iCloud index hiányzónak tekinthető, amíg a tároló még letöltés alatt áll, és az újraépítés átnevez minden projektet minden eszközön. Screenshot Bro vár, és helyette a valódi indexet veszi fel, általában egy-két indításon belül.
id: Dengan sinkronisasi **iCloud aktif, pembangunan kembali sengaja dilewati** — indeks iCloud dapat dianggap hilang saat container masih diunduh, dan pembangunan kembali akan mengganti nama setiap proyek di setiap perangkat. Screenshot Bro menunggu dan mengambil indeks sebenarnya, biasanya dalam satu atau dua peluncuran.
it: Con la **sincronizzazione iCloud attiva, la ricostruzione viene saltata di proposito**: un indice iCloud può risultare mancante mentre il contenitore è ancora in fase di download, e ricostruirlo in quel momento rinominerebbe ogni progetto su ogni dispositivo. Screenshot Bro attende e recupera invece l'indice reale, di solito entro uno o due avvii.
ja: **iCloud 同期がオンの場合、再構築はあえて行いません**。コンテナのダウンロード中は iCloud のインデックスが見つからないように見えることがあり、その時点で再構築するとすべてのデバイスですべてのプロジェクト名が変わってしまうためです。Screenshot Bro は待機し、通常は1～2回の起動のうちに本来のインデックスを読み込みます。
ko: **iCloud 동기화가 켜져 있으면 재구축을 일부러 건너뜁니다** — 컨테이너가 아직 다운로드 중일 때는 iCloud 인덱스가 없는 것처럼 읽힐 수 있고, 그때 재구축하면 모든 기기에서 모든 프로젝트 이름이 바뀌게 됩니다. Screenshot Bro는 대신 기다렸다가 실제 인덱스를 불러오며, 보통 한두 번 실행하는 사이에 해결됩니다.
ms: Dengan penyegerakan **iCloud, binaan semula sengaja dilangkau** — indeks iCloud boleh dibaca sebagai tiada semasa bekas masih memuat turun dan membina semula kemudian akan menamakan semula setiap projek pada setiap peranti. Screenshot Bro menunggu dan mengambil indeks sebenar sebaliknya, biasanya dalam satu atau dua pelancaran.
nl: Als **iCloud-synchronisatie is ingeschakeld, wordt het opnieuw opbouwen opzettelijk overgeslagen**. Een iCloud-index kan als ontbrekend worden gelezen terwijl de container nog aan het downloaden is, en bij het opnieuw opbouwen zou elk project op elk apparaat een andere naam krijgen. Screenshot Bro wacht en pakt in plaats daarvan de echte index op, meestal binnen een of twee lanceringen.
no: Med **iCloud-synkronisering på, blir gjenoppbyggingen med vilje hoppet over** – en iCloud-indeks kan leses som manglende mens beholderen fortsatt lastes ned, og gjenoppbygging vil da gi nytt navn til hvert prosjekt på hver enhet. Screenshot Bro venter og henter den virkelige indeksen i stedet, vanligvis innen en lansering eller to.
pl: Przy włączonej synchronizacji **iCloud przebudowa jest celowo pomijana** — indeks iCloud może zostać odczytany jako brakujący, gdy kontener jest nadal pobierany, a przebudowa spowoduje zmianę nazwy każdego projektu na każdym urządzeniu. Screenshot Bro czeka i zamiast tego pobiera prawdziwy indeks, zwykle w ciągu jednego lub dwóch uruchomień.
pt_br: Com a **sincronização do iCloud ativada, a reconstrução é pulada de propósito** — um índice do iCloud pode parecer ausente enquanto o contêiner ainda está sendo baixado, e reconstruí-lo nesse momento renomearia todos os projetos em todos os dispositivos. O Screenshot Bro espera e usa o índice real, geralmente em uma ou duas aberturas do app.
pt_pt: Com a sincronização **iCloud ativada, a reconstrução é deliberadamente ignorada** — um índice iCloud pode ser considerado ausente enquanto o contêiner ainda está sendo baixado, e a reconstrução então renomearia todos os projetos em todos os dispositivos. Screenshot Bro espera e obtém o índice real, geralmente em um ou dois lançamentos.
ro: Cu sincronizarea **iCloud activată, reconstrucția este omisă în mod deliberat** — un index iCloud poate fi citit ca lipsă în timp ce containerul încă se descarcă, iar reconstrucția ar redenumi fiecare proiect de pe fiecare dispozitiv. Screenshot Bro așteaptă și preia indexul real, de obicei într-o lansare sau două.
ru: Если **синхронизация iCloud включена, восстановление намеренно пропускается**: пока контейнер еще загружается, индекс в iCloud может выглядеть отсутствующим, и восстановление переименовало бы все проекты на всех устройствах. Вместо этого Screenshot Bro ждет и подхватывает настоящий индекс — обычно в течение одного-двух запусков.
sk: Keď je synchronizácia **iCloud zapnutá, opätovné zostavenie sa zámerne vynechá** — index iCloud sa môže čítať ako chýbajúci, kým sa kontajner stále sťahuje, a opätovné zostavenie by potom premenovalo každý projekt na každom zariadení. Screenshot Bro čaká a namiesto toho prevezme skutočný index, zvyčajne počas jedného alebo dvoch spustení.
sl: Ko je **iCloud sinhronizacija vklopljena, je vnovična izgradnja namerno preskočena** — indeks iCloud se lahko prebere kot manjkajoč, medtem ko se vsebnik še prenaša, in vnovična izgradnja bi preimenovala vsak projekt v vsaki napravi. Screenshot Bro počaka in namesto tega prevzame pravi indeks, običajno v enem ali dveh zagonih.
sv: Med **iCloud-synkronisering på, hoppas ombyggnaden över medvetet** — ett iCloud-index kan läsas som saknat medan behållaren fortfarande laddas ner, och ombyggnaden skulle då byta namn på alla projekt på varje enhet. Screenshot Bro väntar och plockar upp det verkliga indexet istället, vanligtvis inom en lansering eller två.
th: เมื่อเปิดการซิงค์ **iCloud การสร้างใหม่จะถูกข้ามไปโดยเจตนา** — ดัชนี iCloud สามารถอ่านได้ว่าหายไปในขณะที่คอนเทนเนอร์ยังคงดาวน์โหลดอยู่ และการสร้างใหม่อีกครั้งจะเปลี่ยนชื่อทุกโปรเจ็กต์บนอุปกรณ์ทุกเครื่อง Screenshot Bro รอและรับดัชนีจริงแทน ซึ่งโดยปกติจะเกิดขึ้นภายในหนึ่งหรือสองการเปิดตัว
tr: **iCloud eşzamanlama açıkken yeniden oluşturma bilerek atlanır** — kapsayıcı hâlâ indirilirken bir iCloud dizini eksikmiş gibi okunabilir ve o anda yeniden oluşturmak her aygıttaki her projeyi yeniden adlandırır. Screenshot Bro bunun yerine bekler ve gerçek dizini alır; bu genellikle bir iki açılış içinde gerçekleşir.
uk: Коли **синхронізацію iCloud увімкнено, відновлення навмисно пропускається** — індекс в iCloud може здаватися відсутнім, поки контейнер ще завантажується, і відновлення в цей момент перейменувало б кожен проєкт на кожному пристрої. Натомість Screenshot Bro чекає й підхоплює справжній індекс, зазвичай протягом одного-двох запусків.
ur: **iCloud مطابقت پذیری کے ساتھ، دوبارہ تعمیر کو جان بوجھ کر چھوڑ دیا جاتا ہے** — ایک iCloud انڈیکس غائب کے طور پر پڑھ سکتا ہے جب کنٹینر ڈاؤن لوڈ ہو رہا ہو، اور پھر دوبارہ تعمیر کرنے سے ہر ڈیوائس پر ہر پروجیکٹ کا نام بدل جائے گا۔ Screenshot Bro انتظار کرتا ہے اور اس کے بجائے حقیقی انڈیکس اٹھاتا ہے، عام طور پر ایک یا دو لانچ کے اندر۔
vi: Khi đồng bộ hóa **iCloud được bật, quá trình xây dựng lại bị cố tình bỏ qua** — chỉ mục iCloud có thể được đọc là bị thiếu trong khi vùng chứa vẫn đang tải xuống và việc xây dựng lại sau đó sẽ đổi tên mọi dự án trên mọi thiết bị. Thay vào đó, Screenshot Bro chờ và chọn chỉ mục thực, thường là trong vòng một hoặc hai lần khởi chạy.
zh_hans: **开启 iCloud 同步时，会刻意跳过重建**——在容器仍在下载时，iCloud 索引可能被读取为缺失，此时重建会重新命名每台设备上的每个项目。Screenshot Bro 会等待并读取真正的索引，通常在启动一两次内即可完成。
zh_hant: **開啟 iCloud 同步時，會刻意略過重建**——在容器仍在下載時，iCloud 索引可能會被讀取為遺失，此時重建會重新命名每台裝置上的每個專案。Screenshot Bro 會改為等待並取得真正的索引，通常在一兩次啟動內完成。

source: With a device shape selected, click the device thumbnail in the properties bar to open the picker.
ar: بعد تحديد شكل الجهاز، انقر فوق الصورة المصغرة للجهاز في شريط الخصائص لفتح المنتقي.
ca: Amb una forma de dispositiu seleccionada, feu clic a la miniatura del dispositiu a la barra de propietats per obrir el selector.
cs: S vybraným tvarem zařízení kliknutím na miniaturu zařízení na panelu vlastností otevřete výběr.
da: Med en enhedsform valgt, klik på enhedsminiaturebilledet i egenskabslinjen for at åbne vælgeren.
de: Ist eine Geräteform ausgewählt, klicke in der Eigenschaftenleiste auf die Gerätevorschau, um die Auswahl zu öffnen.
el: Με επιλεγμένο ένα σχήμα συσκευής, κάντε κλικ στη μικρογραφία της συσκευής στη γραμμή ιδιοτήτων για να ανοίξετε το εργαλείο επιλογής.
es: Con una forma de dispositivo seleccionada, haz clic en la miniatura del dispositivo en la barra de propiedades para abrir el selector.
fa: وقتی شکل دستگاه انتخاب شده، روی تصویر کوچک دستگاه در نوار ویژگی‌ها کلیک کنید تا انتخابگر باز شود.
fi: Kun laitteen muoto on valittuna, avaa valitsin napsauttamalla laitteen pikkukuvaa ominaisuuspalkissa.
fr: Lorsqu'une forme d'appareil est sélectionnée, cliquez sur la vignette de l'appareil dans la barre des propriétés pour ouvrir le sélecteur.
he: כאשר צורת התקן נבחרה, לחץ על התמונה הממוזערת של המכשיר בסרגל המאפיינים כדי לפתוח את הבורר.
hr: S odabranim oblikom uređaja kliknite minijaturu uređaja na traci svojstava da biste otvorili birač.
hu: Ha kiválasztotta az eszköz alakját, kattintson az eszköz bélyegképére a tulajdonságsávban a kiválasztó megnyitásához.
id: Dengan memilih bentuk perangkat, klik thumbnail perangkat di bilah properti untuk membuka pemilih.
it: Con una forma dispositivo selezionata, fai clic sulla miniatura del dispositivo nella barra delle proprietà per aprire il selettore.
ja: デバイス図形を選択した状態で、プロパティバーのデバイスのサムネイルをクリックするとピッカーが開きます。
ko: 기기 도형을 선택한 상태에서 속성 막대의 기기 썸네일을 클릭하면 선택기가 열립니다.
ms: Dengan bentuk peranti yang dipilih, klik lakaran kecil peranti dalam bar sifat untuk membuka pemilih.
nl: Terwijl een apparaatvorm is geselecteerd, klikt u op de miniatuur van het apparaat in de eigenschappenbalk om de kiezer te openen.
no: Med en enhetsform valgt, klikk på enhetsminiatyrbildet i egenskapslinjen for å åpne velgeren.
pl: Po wybraniu kształtu urządzenia kliknij miniaturę urządzenia na pasku właściwości, aby otworzyć selektor.
pt_br: Com uma forma de dispositivo selecionada, clique na miniatura do dispositivo na barra de propriedades para abrir o seletor.
pt_pt: Com um formato de dispositivo selecionado, clique na miniatura do dispositivo na barra de propriedades para abrir o seletor.
ro: Cu o formă de dispozitiv selectată, faceți clic pe miniatura dispozitivului din bara de proprietăți pentru a deschide selectorul.
ru: Выбрав фигуру устройства, нажмите миниатюру устройства на панели свойств, чтобы открыть окно выбора.
sk: Keď je vybratý tvar zariadenia, kliknutím na miniatúru zariadenia na paneli vlastností otvorte výber.
sl: Ko je izbrana oblika naprave, kliknite sličico naprave v vrstici lastnosti, da odprete izbirnik.
sv: Med en enhetsform vald klickar du på enhetens miniatyrbild i egenskapsfältet för att öppna väljaren.
th: เมื่อเลือกรูปร่างอุปกรณ์แล้ว ให้คลิกรูปขนาดย่อของอุปกรณ์ในแถบคุณสมบัติเพื่อเปิดตัวเลือก
tr: Bir aygıt şekli seçiliyken, seçiciyi açmak için özellikler çubuğundaki aygıt küçük resmine tıklayın.
uk: Вибравши фігуру-пристрій, клацніть мініатюру пристрою на панелі властивостей, щоб відкрити засіб вибору.
ur: ڈیوائس کی شکل منتخب ہونے کے ساتھ، چننے والے کو کھولنے کے لیے پراپرٹیز بار میں ڈیوائس کے تھمب نیل پر کلک کریں۔
vi: Với hình dạng thiết bị đã chọn, hãy nhấp vào hình thu nhỏ của thiết bị trong thanh thuộc tính để mở bộ chọn.
zh_hans: 选择设备形状后，点按属性栏中的设备缩略图即可打开选择器。
zh_hant: 選取裝置形狀後，按一下屬性列中的裝置縮覽圖即可開啟選擇器。

source: With a text shape selected, the **globe** button in the properties bar shows the base text and one editable row per language, plus **Translate into All Languages**, a per-language reset, and **Reset All Translations**.
ar: مع تحديد شكل النص، يعرض زر **الكرة الأرضية** في شريط الخصائص النص الأساسي وصفًا واحدًا قابلاً للتحرير لكل لغة، بالإضافة إلى **الترجمة إلى جميع اللغات**، وإعادة تعيين لكل لغة، و**إعادة تعيين جميع الترجمات**.
ca: Amb una forma de text seleccionada, el botó **globus** a la barra de propietats mostra el text base i una fila editable per idioma, a més de **Traduir a tots els idiomes**, un restabliment per idioma i **Restablir totes les traduccions**.
cs: Když je vybraný tvar textu, tlačítko **zeměkoule** na panelu vlastností zobrazí základní text a jeden upravitelný řádek pro každý jazyk, plus **Přeložit do všech jazyků**, resetování podle jazyka a **Obnovit všechny překlady**.
da: Med en tekstform valgt, viser **klode**-knappen i egenskabslinjen basisteksten og en redigerbar række pr. sprog plus **Oversæt til alle sprog**, en nulstilling pr. sprog og **Nulstil alle oversættelser**.
de: Ist eine Textform ausgewählt, zeigt die Taste **Globus** in der Eigenschaftenleiste den Basistext und eine bearbeitbare Zeile pro Sprache sowie **In alle Sprachen übersetzen**, ein Zurücksetzen pro Sprache und **Alle Übersetzungen zurücksetzen**.
el: Με επιλεγμένο ένα σχήμα κειμένου, το κουμπί **globe** στη γραμμή ιδιοτήτων εμφανίζει το βασικό κείμενο και μια επεξεργάσιμη σειρά ανά γλώσσα, συν **Μετάφραση σε όλες τις γλώσσες**, επαναφορά ανά γλώσσα και **Επαναφορά όλων των μεταφράσεων**.
es: Con una forma de texto seleccionada, el botón **globo** en la barra de propiedades muestra el texto base y una fila editable por idioma, además de **Traducir a todos los idiomas**, un restablecimiento por idioma y **Restablecer todas las traducciones**.
fa: وقتی شکل متنی انتخاب شده، دکمهٔ **کره** در نوار ویژگی‌ها متن پایه و برای هر زبان یک سطر قابل ویرایش نشان می‌دهد، به‌علاوهٔ **ترجمه به همهٔ زبان‌ها**، بازنشانی هر زبان و **بازنشانی همهٔ ترجمه‌ها**.
fi: Kun tekstimuoto on valittuna, ominaisuuspalkin **pallo**-painike näyttää perustekstin ja yhden muokattavan rivin kieltä kohden sekä **Käännä kaikkiin kieliin**, kielikohtaisen nollauksen ja **Nollaa kaikki käännökset**.
fr: Lorsqu'une forme de texte est sélectionnée, le bouton **globe** de la barre des propriétés affiche le texte de base et une ligne modifiable par langue, ainsi que **Traduire dans toutes les langues**, une réinitialisation par langue et **Réinitialiser toutes les traductions**.
he: כאשר צורת טקסט נבחרה, הלחצן **גלובוס** בסרגל המאפיינים מציג את הטקסט הבסיסי ושורה אחת ניתנת לעריכה לכל שפה, בתוספת **תרגם לכל השפות**, איפוס לכל שפה ו**אפס את כל התרגומים**.
hr: S odabranim oblikom teksta, gumb **globus** na traci svojstava prikazuje osnovni tekst i jedan redak koji se može uređivati po jeziku, plus **Prevedi na sve jezike**, resetiranje po jeziku i **Poništi sve prijevode**.
hu: Szövegforma kiválasztása esetén a tulajdonságsorban található **gömb** gomb megjeleníti az alapszöveget és egy szerkeszthető sort nyelvenként, valamint a **Fordítás minden nyelvre**, egy nyelvenkénti visszaállítást és az **Összes fordítás visszaállítása** lehetőséget.
id: Dengan memilih bentuk teks, tombol **globe** di bilah properti menampilkan teks dasar dan satu baris yang dapat diedit per bahasa, ditambah **Terjemahkan ke Semua Bahasa**, pengaturan ulang per bahasa, dan **Reset Semua Terjemahan**.
it: Con una forma di testo selezionata, il pulsante **globo** nella barra delle proprietà mostra il testo di base e una riga modificabile per ogni lingua, più **Traduci in tutte le lingue**, un ripristino per lingua e **Reimposta tutte le traduzioni**.
ja: テキスト図形を選択した状態でプロパティバーの **地球儀** ボタンを押すと、基本テキストと言語ごとの編集欄に加えて、**すべての言語に翻訳**、言語ごとのリセット、**すべての翻訳をリセット** が表示されます。
ko: 텍스트 도형을 선택하면 속성 막대의 **지구본** 버튼에서 기본 텍스트와 언어별 편집 행, **모든 언어로 번역**, 언어별 재설정, **모든 번역 재설정**을 볼 수 있습니다.
ms: Dengan bentuk teks yang dipilih, butang **glob** dalam bar sifat menunjukkan teks asas dan satu baris yang boleh diedit bagi setiap bahasa, ditambah **Terjemah ke Semua Bahasa**, tetapan semula setiap bahasa dan **Tetapkan Semula Semua Terjemahan**.
nl: Als een tekstvorm is geselecteerd, toont de knop **wereldbol** in de eigenschappenbalk de basistekst en één bewerkbare rij per taal, plus **Vertalen in alle talen**, een reset per taal en **Alle vertalingen opnieuw instellen**.
no: Med en tekstform valgt, viser **klode**-knappen i egenskapslinjen grunnteksten og én redigerbar rad per språk, pluss **Oversett til alle språk**, en tilbakestilling per språk og **Tilbakestill alle oversettelser**.
pl: Po wybraniu kształtu tekstu przycisk **globusa** na pasku właściwości wyświetla tekst podstawowy i jeden edytowalny wiersz na każdy język, a także opcję **Przetłumacz na wszystkie języki**, resetowanie poszczególnych języków i opcję **Resetuj wszystkie tłumaczenia**.
pt_br: Com uma forma de texto selecionada, o botão **globo** na barra de propriedades mostra o texto base e uma linha editável por idioma, além de **Traduzir para todos os idiomas**, uma redefinição por idioma e **Redefinir todas as traduções**.
pt_pt: Com uma forma de texto selecionada, o botão **globo** na barra de propriedades mostra o texto base e uma linha editável por idioma, além de **Traduzir para todos os idiomas**, uma redefinição por idioma e **Redefinir todas as traduções**.
ro: Cu o formă de text selectată, butonul **glob** din bara de proprietăți arată textul de bază și un rând editabil pentru fiecare limbă, plus **Traduceți în toate limbile**, o resetare pentru fiecare limbă și **Resetați toate traducerile**.
ru: Когда выбрана текстовая фигура, кнопка с **глобусом** на панели свойств показывает базовый текст и по одной редактируемой строке на каждый язык, а также **Перевести на все языки**, сброс для каждого языка и **Сбросить все переводы**.
sk: Keď je vybratý tvar textu, tlačidlo **zemeguľa** na paneli vlastností zobrazuje základný text a jeden upraviteľný riadok pre každý jazyk, plus **Preložiť do všetkých jazykov**, resetovanie pre jednotlivé jazyky a **Obnoviť všetky preklady**.
sl: Ko je izbrana oblika besedila, gumb **globus** v vrstici z lastnostmi prikazuje osnovno besedilo in eno vrstico, ki jo je mogoče urejati na jezik, ter **Prevedi v vse jezike**, ponastavitev na jezik in **Ponastavi vse prevode**.
sv: Med en textform vald visar **globen**-knappen i egenskapsfältet bastexten och en redigerbar rad per språk, plus **Översätt till alla språk**, en återställning per språk och **Återställ alla översättningar**.
th: เมื่อเลือกรูปร่างข้อความ ปุ่ม **ลูกโลก** ในแถบคุณสมบัติจะแสดงข้อความพื้นฐานและหนึ่งแถวที่แก้ไขได้ต่อภาษา รวมถึง **แปลเป็นภาษาทั้งหมด** การรีเซ็ตต่อภาษา และ **รีเซ็ตการแปลทั้งหมด**
tr: Bir metin şekli seçiliyken özellikler çubuğundaki **küre** düğmesi, temel metni ve her dil için düzenlenebilir bir satırı gösterir; ayrıca **Tüm Dillere Çevir**, dil bazında sıfırlama ve **Tüm Çevirileri Sıfırla** seçenekleri de vardır.
uk: Коли вибрано текстову фігуру, кнопка **глобус** на панелі властивостей показує базовий текст і по одному рядку для редагування для кожної мови, а також **Перекласти всіма мовами**, скидання для окремої мови та **Скинути всі переклади**.
ur: متن کی شکل کے منتخب ہونے کے ساتھ، پراپرٹیز بار میں **گلوب** بٹن بنیادی متن اور ایک قابل تدوین قطار فی زبان دکھاتا ہے، نیز **تمام زبانوں میں ترجمہ کریں**، ایک فی زبان ری سیٹ، اور **تمام ترجمے کو دوبارہ ترتیب دیں**۔
vi: Với hình dạng văn bản được chọn, nút **quả địa cầu** trong thanh thuộc tính sẽ hiển thị văn bản cơ sở và một hàng có thể chỉnh sửa cho mỗi ngôn ngữ, cùng với **Dịch sang tất cả ngôn ngữ**, đặt lại cho mỗi ngôn ngữ và **Đặt lại tất cả bản dịch**.
zh_hans: 选择文本形状后，属性栏中的 **地球** 按钮会显示基准文本和每种语言的一行可编辑内容，另有 **翻译成所有语言**、按语言重置和 **重置所有翻译**。
zh_hant: 選取文字形狀後，屬性列中的**地球**按鈕會顯示基準文字和每種語言各一列可編輯的欄位，另有**翻譯成所有語言**、各語言的重置，以及**重置所有翻譯**。
